Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.no_history_sessions_yet
source: No history sessions yet
zh_hans: 还没有历史会话

# ui.no_history_yet
source: No history yet
zh_hans: 暂无历史

# ui.no_logs_yet
source: No logs yet
zh_hans: 暂无日志

# ui.no_matching_plugin
source: No matching plugin
zh_hans: 没有匹配的插件

# ui.no_matching_results
source: No matching results
zh_hans: 没有匹配结果

# ui.no_matching_session
source: No matching session
zh_hans: 没有匹配的会话

# ui.no_matching_skill
source: No matching Skill
zh_hans: 没有匹配的 Skill

# ui.no_matching_workspace
source: No matching workspace
zh_hans: 没有匹配的工作区

# ui.no_messages_to_send
source: No messages to send
zh_hans: 没有待发送消息

# ui.no_new_samples
source: No new samples
zh_hans: 无新增样本

# ui.no_obvious_gateway_bottleneck_found
source: No obvious gateway bottleneck found
zh_hans: 未见明显 gateway 瓶颈

# ui.no_output
source: No output
zh_hans: 无输出

# ui.no_plugins_installed_yet
source: No plugins installed yet
zh_hans: 暂无已安装插件

# ui.no_quick_action_configured
source: No quick action configured
zh_hans: 未配置快捷动作

# ui.no_reasoning_effort_available
source: Not available for this model
zh_hans: 此模型不支持推理强度

# ui.no_recent_conversations_yet
source: No recent conversations yet
zh_hans: 还没有最近会话

# ui.no_reset_time_yet
source: No reset time yet
zh_hans: 暂无重置时间

# ui.no_session_selected
source: No session selected
zh_hans: 未选择会话

# ui.no_session_workspace_yet
source: No session workspace yet
zh_hans: 还没有会话工作区

# ui.no_sessions_yet
source: No sessions yet
zh_hans: 还没有会话

# ui.no_skills_available_yet
source: No skills available yet
zh_hans: 暂无可用 Skill

# ui.no_sub_agents_yet
source: No sub-Agents yet
zh_hans: 暂无子 Agent

# ui.no_subdirectories_to_enter_or_files_to_preview
source: No subdirectories to enter or files to preview
zh_hans: 没有可进入的子目录或可预览文件

# ui.no_target_yet
source: No Goal yet
zh_hans: 暂无目标

# ui.no_tasks_yet
source: No tasks yet
zh_hans: 暂无任务

# ui.no_workspace_has_been_opened_yet
source: No workspace has been opened yet
zh_hans: 尚未打开工作区

# ui.no_workspace_open
source: No workspace open
zh_hans: 没有已打开的工作区

# ui.no_workspace_selected
source: No workspace selected
zh_hans: 未选择工作区

# ui.no_workspace_yet
source: No workspace yet
zh_hans: 还没有工作区

# ui.no_worktree_is_deleted
source: No worktrees were deleted.
zh_hans: 没有 Worktree 被删除。

# ui.none
source: None
zh_hans: 暂无

# ui.normal
source: normal
zh_hans: 正常

# ui.not_a_git_repository
source: Not a Git repository
zh_hans: 非 Git 项目

# ui.not_available
source: Not available
zh_hans: 不可用

# ui.not_configured
source: Not configured
zh_hans: 未配置

# ui.not_connected
source: Not connected
zh_hans: 未连接

# ui.not_connected_to_mac_yet
source: Not connected to Mac yet
zh_hans: 尚未连接 Mac

# ui.not_selected
source: Not selected
zh_hans: 未选择

# ui.not_started
source: Not started
zh_hans: 未开始

# ui.not_submitted
source: Uncommitted
zh_hans: 未提交

# ui.not_tested
source: Not tested
zh_hans: 未测试

# ui.not_tracked
source: Not tracked
zh_hans: 未跟踪

# ui.not_used_in_more_than_value_days
source: Not used for more than %@ days
zh_hans: 超过 %@ 天未使用

# ui.not_within_the_checkout_directory_hosted_by_agentd
source: Not within the checkout directory hosted by agentd
zh_hans: 不在 agentd 托管的 checkout 目录内

# ui.notification_scheduling_failed_the_corresponding_session_cannot_be
source: Notification scheduling failed: The corresponding session cannot be found
zh_hans: 通知调度失败：找不到对应会话

# ui.notification_scheduling_failed_value
source: Notification scheduling failed: %@
zh_hans: 通知调度失败：%@

# ui.observe
source: observe
zh_hans: 观察

# ui.offline
source: Offline
zh_hans: 离线

# ui.once_selected_it_will_be_sent_with_the
source: Once selected, it will be sent with the message as a structured capability.
zh_hans: 选择后会作为结构化能力随消息发送

# ui.once_the_directory_is_open_you_can_browse
source: Once the directory is open, you can browse projects and create sessions here.
zh_hans: 打开目录后，可以在这里浏览项目和创建会话。

# ui.only_make_the_smallest_runnable_version_to_avoid
source: Only make the smallest runnable version to avoid over-designing
zh_hans: 只做最小可运行版本，避免过度设计

# ui.only_one_file_can_be_added_to_each_message
source: Only one file can be added to each message.
zh_hans: 每条消息只能添加一个文件。

# ui.only_one_mac_is_connected_at_a_time
source: Only one computer is connected at a time. The connection will be verified before switching, and the access code is saved in the system keychain.
zh_hans: 同一时间只连接一台电脑。切换前会先验证连接，访问码保存在系统钥匙串。

# ui.only_paths_that_are_dry_run_on_the
source: Only server dry-run paths marked eligible can be selected. Worktrees with blockers are not offered for deletion.
zh_hans: 只有服务端 dry-run 同时标记为 eligible 的路径可以选择；有 blocker 的 Worktree 不会提供删除。

# ui.only_pdf_text_and_source_files_are_supported
source: Only PDF, text, and source-code files are supported.
zh_hans: 目前仅支持 PDF、文本和源代码文件。

# ui.only_submission_value_will_be_reviewed
source: Only commits %@ will be reviewed.
zh_hans: 将只审查提交 %@。

# ui.open
source: open
zh_hans: 打开

# ui.open_a_workspace_to_load_its_sessions
source: Sessions are loaded by workspace directory. Go to Workspace and open or add a directory first.
zh_hans: 会话按工作区目录加载。请先前往工作区打开或加入一个目录。

# ui.open_and_finish_initial_setup
source: Open and finish initial setup
zh_hans: 打开并完成首次设置

# ui.open_as_workspace
source: Open as workspace
zh_hans: 打开为工作区

# ui.open_command_palette
source: Open command palette
zh_hans: 打开命令面板

# ui.open_content
source: Open content
zh_hans: 打开内容

# ui.open_details
source: Open details
zh_hans: 打开详情

# ui.open_directory
source: Open directory
zh_hans: 打开目录

# ui.open_failed
source: Open failed
zh_hans: 打开失败

# ui.open_full_output
source: Open full output
zh_hans: 打开完整输出

# ui.open_in_session
source: open in session
zh_hans: 在会话中打开

# ui.open_path
source: open path
zh_hans: 打开路径

# ui.open_pr
source: Open PR
zh_hans: 打开 PR

# ui.open_settings
source: Open settings
zh_hans: 打开设置

# ui.open_source_license
source: Open source license
zh_hans: 开源许可

# ui.open_the_current_folder_as_a_workspace
source: Open the current folder as a workspace
zh_hans: 打开当前文件夹为工作区

# ui.open_the_first_workspace
source: Open the first workspace
zh_hans: 打开第一个工作区

# ui.open_the_input_path
source: Open the input path
zh_hans: 打开输入的路径

# ui.open_the_references_panel
source: Open the references panel
zh_hans: 打开引用面板

# ui.open_web_page
source: Open web page
zh_hans: 打开网页

# ui.open_workspace
source: Open workspace
zh_hans: 打开工作区

# ui.opening
source: Opening
zh_hans: 正在打开

# ui.opening_workspace
source: Opening workspace
zh_hans: 正在打开工作区

# ui.opening_workspace_bc794723
source: Opening workspace…
zh_hans: 正在打开工作区…

# ui.opens_the_three_by_three_model_selector_swipeable
source: Opens the three-by-three model selector, swipeable in both directions
zh_hans: 打开三乘三模型选择器，可沿两个方向滑动

# ui.optional_suggestions_count
source: %lld optional suggestions
zh_hans: %lld 项可选建议

# ui.options
source: Options
zh_hans: 选项

# ui.organize_open_source_release_notes
source: Open-source release
zh_hans: 整理开源发布说明

# ui.original_picture
source: Original picture
zh_hans: 原图

# ui.original_request_for_retry_was_not_found
source: The original request could not be found. Please send it again from the composer.
zh_hans: 未找到本次失败对应的原始请求，请直接在输入框重新发送。

# ui.original_source
source: original source
zh_hans: 原始来源

# ui.other
source: Other
zh_hans: 其他

# ui.other_connection_methods
source: Other connection methods
zh_hans: 其他连接方式

# ui.output_is_truncated
source: Output is truncated
zh_hans: 输出已截断

# ui.output_value
source: context %@
zh_hans: 上下文 %@

# ui.output_value_301e2a77
source: Output: %@
zh_hans: 输出： %@

# ui.overview
source: Overview
zh_hans: 概览

# ui.pairing_information_only_transmitted_between_your_devices
source: Pairing information is transmitted only between your devices.
zh_hans: 配对信息只在你的设备之间传输。

# ui.params_must_be_object
source: params must be object
zh_hans: params 必须是 object

# ui.parse_historical_messages
source: Parse historical messages
zh_hans: 解析历史消息

# ui.passed
source: Passed
zh_hans: 已通过

# ui.paste_connection_info
source: Paste Connection Info
zh_hans: 粘贴连接信息

# ui.paste_connection_info_hint
source: Reads a Mimi Remote connection link from the clipboard, verifies it, and connects to the Mac.
zh_hans: 读取剪贴板中的 Mimi Remote 连接链接，验证后连接这台 Mac。

# ui.path
source: path
zh_hans: 路径

# ui.path_is_bound
source: Path is bound
zh_hans: 路径已绑定

# ui.path_within_allowlist
source: Path within allowlist
zh_hans: allowlist 内的路径

# ui.pause
source: pause
zh_hans: 暂停

# ui.pause_target
source: Pause Goal
zh_hans: 暂停目标

# ui.pdf_file_could_not_be_parsed
source: The selected PDF could not be parsed.
zh_hans: 无法解析所选 PDF。

# ui.pending_approval
source: Pending approval
zh_hans: 待审批

# ui.perform_collaborative_tasks
source: Perform collaborative tasks
zh_hans: 执行协作任务

# ui.perform_subagent_collaboration
source: Coordinate subagents
zh_hans: 执行子 Agent 协作

# ui.perform_this_action
source: Perform this action?
zh_hans: 执行这个动作？

# ui.permission_mode
source: permission mode
zh_hans: 权限模式

# ui.permissions_approval_for_me
source: Permissions · Auto-approve Low-risk Actions
zh_hans: 权限 · 自动批准低风险操作

# ui.permissions_full_access
source: Permissions · Full File Access
zh_hans: 权限 · 完全文件访问

# ui.permissions_read_only
source: Permissions · Read Only
zh_hans: 权限 · 只读

# ui.permissions_request_approval
source: Permissions · Ask for Approval
zh_hans: 权限 · 请求审批

# ui.personal
source: personal
zh_hans: 个人

# ui.personality
source: Personality
zh_hans: 人格

# ui.personalization
source: Appearance & Personalization
zh_hans: 外观与个性化

# ui.picture_loading
source: Picture loading
zh_hans: 图片加载中

# ui.pictures
source: pictures
zh_hans: 图片

# ui.pictures_have_been_added_and_have_not_been
source: %@ pictures have been added and %@ have not been added
zh_hans: 已添加 %@ 张图片，另有 %@ 张未添加

# ui.pin_to_top
source: pin to top
zh_hans: 置顶

# ui.pinned
source: Pinned
zh_hans: 已置顶

# ui.pinned_value
source: Pinned %@
zh_hans: 已置顶 %@

# ui.plan
source: plan
zh_hans: 计划

# ui.plan_value
source: Plan %@
zh_hans: 计划 %@

# ui.planning_mode
source: planning mode
zh_hans: 计划模式

# ui.please_check_mac_assistant_and_network_connections
source: Please check Mimi Mac Assistant and network connections.
zh_hans: 请检查 Mimi Mac 助手和网络连接。

# ui.please_enter_a_non_empty_branch_name
source: Please enter a non-empty branch name.
zh_hans: 请输入非空分支名。

# ui.please_enter_a_non_empty_commit_sha
source: Please enter a non-empty Commit SHA.
zh_hans: 请输入非空 Commit SHA。

# ui.please_enter_the_directory_path_in_the_development
source: Please enter the directory path in the development environment
zh_hans: 请输入开发环境中的目录路径

# ui.please_enter_the_host_and_port_for_example
source: Please enter the host and port, for example http://100.64.0.1:8787; do not append path, account or query parameters.
zh_hans: 请输入主机和端口，例如 http://100.64.0.1:8787；不要附加路径、账号或查询参数。

# ui.please_fill_in_value
source: Please fill in %@
zh_hans: 请填写 %@

# ui.please_install_and_enable_the_codex_plug_in
source: Please install and enable the Codex plug-in on Mac first
zh_hans: 请先在 Mac 端安装并启用 Codex 插件

# ui.please_select_a_session_first
source: Please select a session first
zh_hans: 请先选择会话

# ui.please_select_a_workspace
source: Please select a workspace
zh_hans: 请选择工作区

# ui.please_select_at_least_one_worktree_that_can
source: Select at least one worktree eligible for cleanup.
zh_hans: 请至少选择一个可清理的 Worktree。

# ui.please_select_the_project_first
source: Please select the project first
zh_hans: 请先选择项目

# ui.please_switch_to_another_mac_before_deleting_this
source: Please switch to another computer before deleting this profile
zh_hans: 请先切换到其它电脑，再删除这个档案

# ui.please_try_again_later
source: Please try again later.
zh_hans: 请稍后重试。

# ui.please_wait_for_the_current_turn_to_complete
source: Please wait for the current Turn to complete before compressing the context
zh_hans: 请等待当前 Turn 完成后再压缩上下文

# ui.please_wait_until_the_current_turn_is_completed
source: Please wait until the current Turn is completed before starting Review
zh_hans: 请等待当前 Turn 完成后再开始 Review

# ui.plugin
source: @plugin
zh_hans: @ 插件

# ui.plugin_installed
source: Plugin installed
zh_hans: 已安装插件

# ui.plugins_installed_count
source: %lld installed plugins
zh_hans: %lld 个已安装插件

# ui.pr_description
source: PR description
zh_hans: PR 描述

# ui.pr_status_unavailable_value
source: PR status not available: %@
zh_hans: PR 状态不可用：%@

# ui.pr_title
source: PR title
zh_hans: PR 标题

# ui.preference
source: Preference
zh_hans: 偏好

# ui.prepare_on_mac
source: Prepare on your Mac
zh_hans: 在 Mac 上准备

# ui.prepare_to_load_abbreviated_history
source: Preparing to load compact history
zh_hans: 准备加载缩略历史

# ui.prepared_connection_consumed
source: The candidate connection has already been used. Try switching again.
zh_hans: 候选连接已被使用，请重试切换。

# ui.prepared_connection_expired
source: The candidate connection expired. Try switching again.
zh_hans: 候选连接已过期，请重试切换。

# ui.prepared_connection_mismatch
source: The candidate connection no longer matches the current Mac profile. Verify it again before switching.
zh_hans: 候选连接与当前 Mac 档案已不一致，请重新验证后再切换。

# ui.preparing
source: Preparing
zh_hans: 正在准备

# ui.preparing_572335f8
source: Preparing…
zh_hans: 正在准备…

# ui.preparing_file
source: Preparing file…
zh_hans: 正在准备文件…

# ui.preparing_microphone
source: Preparing microphone
zh_hans: 正在准备麦克风

# ui.press_and_drag_on_the_right_side_to
source: Press and drag on the right side to adjust the send order for the next turn. The queue is saved on this device and continues after the app reopens.
zh_hans: 按住右侧拖动可调整下一回合的发送顺序。队列保存在此设备上，重新打开 App 后会继续。

# ui.press_button
source: press button
zh_hans: 按下按键

# ui.preview_file
source: Preview file
zh_hans: 预览文件

# ui.preview_historical_pictures
source: Preview historical pictures
zh_hans: 预览历史图片

# ui.preview_picture
source: Preview picture
zh_hans: 预览图片

# ui.preview_value
source: Preview %@
zh_hans: 预览 %@

# ui.previewing
source: Previewing
zh_hans: 正在预览

# ui.previous_level
source: Previous level
zh_hans: 上一级

# ui.prioritize_checking_ipads_and_tailscale_networks
source: Prioritize checking this device and the Tailscale network.
zh_hans: 优先检查此设备和 Tailscale 网络。

# ui.privacy_policy
source: Privacy Policy
zh_hans: 隐私政策

# ui.private_network_http_address_can_be_connected
source: Private network HTTP address can be connected
zh_hans: 私网 HTTP 地址可连接

# ui.process_description
source: Process description
zh_hans: 过程说明

# ui.process_update
source: process update
zh_hans: 过程更新

# ui.processing
source: Processing
zh_hans: 处理中

# ui.processing_task
source: Processing task
zh_hans: 正在处理任务

# ui.profile_permissions
source: Profile permissions
zh_hans: 配置文件权限

# ui.progress_value
source: Progress %@
zh_hans: 进度 %@

# ui.project
source: Project
zh_hans: 项目

# ui.project_changes
source: Project changes
zh_hans: 项目变更

# ui.project_configuration
source: Project configuration
zh_hans: 项目配置

# ui.project_license_file_not_found_please_view_license
source: Project license file not found. Please view LICENSE via the project GitHub repository.
zh_hans: 未找到项目许可文件。请通过项目 GitHub 仓库查看 LICENSE。

# ui.project_operations
source: Project operations
zh_hans: 项目操作

# ui.project_tools
source: Project tools
zh_hans: 项目工具

# ui.public_domain_names_only_allow_connections_via_https
source: Public domain names only allow connections via HTTPS.
zh_hans: 公网域名只允许通过 HTTPS 连接。

# ui.public_http_blocked
source: Public HTTP blocked
zh_hans: 已阻止公网 HTTP

# ui.public_network_http_value_will_transmit_the_access
source: Public network HTTP%@ will transmit the access code and Codex content in clear text. Please use HTTPS instead, or scan the Tailscale QR code after running agentd pair on your Mac.
zh_hans: 公网 HTTP%@ 会明文传输访问码和 Codex 内容。请改用 HTTPS，或在 Mac 运行 agentd pair 后扫描 Tailscale 二维码。

# ui.publish_testflight
source: Publish TestFlight
zh_hans: 发布 TestFlight

# ui.publish_testflight_05d22e53
source: Publish TestFlight?
zh_hans: 发布 TestFlight？

# ui.publish_testflight_on_host
source: Publish TestFlight on host
zh_hans: 在主机发布 TestFlight

# ui.publishing_testflight
source: Publishing TestFlight
zh_hans: 正在发布 TestFlight

# ui.push
source: Push
zh_hans: 推送

# ui.push_approval_action_allow
source: Allow once
zh_hans: 允许一次

# ui.push_approval_action_deny
source: Deny
zh_hans: 拒绝

# ui.push_approval_allowed
source: Allowed. The agent is continuing.
zh_hans: 已允许，Agent 正在继续。

# ui.push_approval_already_handled
source: You already answered this request.
zh_hans: 这条请求你已经处理过了。

# ui.push_approval_conflict
source: This request was already answered differently elsewhere.
zh_hans: 这条请求已经在别处以不同结果处理过。

# ui.push_approval_denied
source: Denied.
zh_hans: 已拒绝。

# ui.push_approval_device_not_allowed
source: This device is not registered for that request.
zh_hans: 这台设备未被登记用于该请求。

# ui.push_approval_expired
source: This request has expired or was already handled.
zh_hans: 这条请求已过期或已被处理。

# ui.push_approval_in_progress
source: Another answer is still being submitted.
zh_hans: 上一次提交还在进行中。

# ui.push_approval_open_app_to_handle
source: This request needs the app to answer safely.
zh_hans: 这类请求需要在 App 内处理才安全。

# ui.push_approval_result_unknown
source: Could not reach your Mac, so the result is unknown. Open the app to check.
zh_hans: 无法连接你的电脑，结果未知。请打开 App 查看。

# ui.push_consent_agree
source: Agree and turn on
zh_hans: 同意并开启

# ui.push_consent_custom_note
source: Your computer uses a custom notification service. Make sure you trust the service address shown above.
zh_hans: 当前使用的是电脑指定的自建提醒服务。请确认你信任上面显示的服务地址。

# ui.push_consent_intro_value
source: Once enabled, the notification service (%@) sends reminders to this device through Apple. Your allow or deny decision goes directly to your computer, without passing through the notification service.
zh_hans: 开启后，提醒服务（%@）会通过 Apple 向这台设备发送通知。你选择的允许或拒绝会直接发回自己的电脑，不经过提醒服务。

# ui.push_consent_official_note
source: This notification service is run by the Mimi developer. It sends reminders without processing your task contents.
zh_hans: 这项提醒服务由 Mimi 开发者运营。它只负责发送提醒，不处理你的任务内容。

# ui.push_consent_required
source: Read the setup explanation, then choose “Agree and enable”.
zh_hans: 请先阅读开启说明，再选择“同意并开启”。

# ui.push_consent_retention
source: The service does not store notification addresses or notification contents. Turning this off revokes notification access. The service retains identifiers for revoked access to prevent reuse, for up to 30 days.
zh_hans: 提醒服务不保存通知地址或通知内容。关闭后，通知授权会被撤销；服务会保留失效授权的编号，防止它再次被使用，最长 30 天。

# ui.push_consent_title
source: Enable message notifications
zh_hans: 开启消息提醒

# ui.push_current_branch
source: Push current branch
zh_hans: 推送当前分支

# ui.push_disclosure_actionable_kinds
source: For new replies and task failures, tap the notification to open the task. For commands and file changes, verify your identity to allow or deny them. Handle other requests in the app.
zh_hans: 新回复和任务失败：点按通知查看任务。命令执行和文件修改：验证身份后可允许或拒绝。其他请求请打开 App 处理。

# ui.push_disclosure_item_device_token
source: Notification address: assigned by Apple to deliver reminders to this device.
zh_hans: 通知地址：由 Apple 分配，用来把提醒送到这台设备。

# ui.push_disclosure_item_expiry
source: The reminder’s expiry time. Expired approvals cannot be approved; reply notifications only open the task.
zh_hans: 提醒的有效期。审批过期后不能再批准；回复通知仅用于打开任务。

# ui.push_disclosure_item_kind
source: The message type, such as approval needed, a new reply, or a failed task.
zh_hans: 消息类型，例如需要确认、有新回复或任务失败。

# ui.push_disclosure_item_no_command
source: Full commands, file paths, and details of file changes
zh_hans: 完整命令、文件路径和具体修改内容

# ui.push_disclosure_item_no_files
source: Code and file contents
zh_hans: 代码和文件内容

# ui.push_disclosure_item_no_prompt
source: Your conversations with AI
zh_hans: 你与 AI 的对话内容

# ui.push_disclosure_item_no_token
source: The credentials used to connect to your computer
zh_hans: 连接你的电脑所需的访问凭据

# ui.push_disclosure_item_tags
source: Anonymous identifiers for the device, computer, task, and approval: used to distinguish reminders, without computer names or task titles.
zh_hans: 设备、电脑、任务和审批的匿名编号：用来区分提醒，不包含电脑名或任务标题。

# ui.push_disclosure_leaves_device
source: Information needed to send reminders
zh_hans: 发送提醒需要的信息

# ui.push_disclosure_stays_local
source: Not sent to the notification service
zh_hans: 不会发送给提醒服务的内容

# ui.push_host_not_configured
source: Update Mimi on your Mac and enable its notification service, then reconnect to this computer.
zh_hans: 请先更新 Mac 上的 Mimi，并启用消息提醒服务。完成后重新连接这台电脑。

# ui.push_lock_screen_approval
source: Message notifications
zh_hans: 消息提醒

# ui.push_lock_screen_approval_summary
source: Get notified about approvals, requests for your input, completed AI replies, and task failures, even when the app is in the background or your device is locked.
zh_hans: 审批、需要你补充信息、AI 回复完成或任务失败时发送提醒。App 在后台或设备锁屏时也能收到。

# ui.push_message_route_expired
source: This notification is past its retention window. Open it from the session list.
zh_hans: 这条通知已超过保留时间，请从会话列表打开。

# ui.push_message_route_missing
source: This notification's task could not be located. Open it from the session list.
zh_hans: 找不到这条通知对应的任务定位，请从会话列表打开。

# ui.push_provider_rejected_value
source: The reminder service rejected the request (%@).
zh_hans: 提醒服务拒绝了请求（%@）。

# ui.push_provider_requires_https
source: The reminder service must be reachable over HTTPS.
zh_hans: 提醒服务必须通过 HTTPS 访问。

# ui.push_provider_response_invalid
source: The reminder service returned something unexpected.
zh_hans: 提醒服务返回了无法识别的内容。

# ui.push_receiver_custom_value
source: This information goes to the notification service selected by your computer (%@), which sends notifications through Apple. Enable this only if you trust that service.
zh_hans: 这些信息会发送给当前电脑指定的提醒服务（%@），再通过 Apple 发送通知。请确认你信任这项服务。

# ui.push_receiver_official_value
source: This information goes to the notification service run by the Mimi developer (%@), which sends notifications through Apple.
zh_hans: 这些信息由 Mimi 开发者运营的提醒服务接收（%@），再通过 Apple 发送通知。

# ui.push_receiver_unknown
source: The connected computer has not provided a notification service address. Reminders cannot be enabled yet.
zh_hans: 连接的电脑尚未提供提醒服务地址，暂时无法开启。

# ui.push_route_connection_not_restored
source: The connection to your computer isn't restored yet. Try the notification again in a moment.
zh_hans: 与电脑的连接尚未恢复，请稍后再点开通知。

# ui.push_route_diagnostics_copy
source: Copy notification routing diagnostics
zh_hans: 复制通知路由诊断

# ui.push_route_diagnostics_footer
source: Contains only stages, outcomes, reasons and anonymized references. No session content.
zh_hans: 只包含阶段、结果、原因和脱敏标识，不含会话内容。

# ui.push_status_active_until_value
source: On, renews before %@
zh_hans: 已开启，%@ 前自动续期

# ui.push_status_notifications_denied
source: Notifications are denied in system settings, so Lock Screen reminders cannot arrive
zh_hans: 系统通知权限被拒绝，锁屏提醒无法送达

# ui.push_status_off
source: Off
zh_hans: 未开启

# ui.push_status_registering
source: Registering…
zh_hans: 正在注册…

# ui.push_switch_to_registered_mac
source: Return to the linked computer and turn off message notifications before enabling them for this computer.
zh_hans: 请先返回已绑定的电脑关闭消息提醒，再为当前电脑开启。

# ui.push_status_unavailable_on_host
source: Your Mac is not ready yet
zh_hans: Mac 端尚未准备好

# ui.push_the_current_branch
source: Push the current branch
zh_hans: 推送当前分支

# ui.push_ticket_keychain_failed_value
source: Could not save the reminder credential to the keychain (%@).
zh_hans: 无法把提醒凭据写入钥匙串（%@）。

# ui.qr_code_recognized
source: QR code recognized
zh_hans: 已识别二维码

# ui.query_linear
source: Query Linear
zh_hans: 查询 Linear

# ui.query_linear_issues
source: Query Linear issues
zh_hans: 查询 Linear Issue

# ui.query_subagents
source: Query subagents
zh_hans: 查询子 Agent

# ui.query_task_list
source: Query task list
zh_hans: 查询任务列表

# ui.queue
source: queue
zh_hans: 排队

# ui.queue_default
source: queue (default)
zh_hans: 排队（默认）

# ui.queue_for_next_round
source: Queue for next turn
zh_hans: 排队到下一回合

# ui.queue_to_be_sent
source: Queue to be sent
zh_hans: 待发送队列
